Repository: caspermeijn/read-it-later
Catalog: po/*.po
Languages: cs, eu, hi, hr, hu, oc, ro, sl, sr

source: Read It Later
cs: Čtení na později
eu: Irakurri Gero
hr: Pročitaj kasnije
hu: Későbbi olvasás
oc: Legir mai tard
ro: Citește-o mai târziu
sl: Preberi pozneje
sr: Читај касније

source: Save and read web articles
eu: Gorde eta irakurri webeko artikuluak
hi: वेब आलेख सहेजें और पढ़ें
hu: Webes cikkek mentése és olvasása
oc: Enregistrar e legir d’articles del web
sl: Shranjujte in berite spletne članke
sr: Сачувајте и читајте веб чланке

source: GNOME;GTK;Wallabag;Web;Article;Offline;
eu: Gnome;GTK;Wallabag;Weba;Artikulua;Lineaz Kanpo;
hi: GNOME;GTK;Wallabag;Web;Article;Offline;वेब;आर्टिकल;ऑफ़लाइन;
hu: GNOME;GTK;Wallabag;Web;Cikk;Offline;Kapcsolat nélkül;
oc: GNOME;GTK;Wallabag;Web;Article;Fòra linha;lectura;
sl: Gnome;GTK;Wallabag;Web;splet;članek;nepovezani;nepovezano;prispevek;prispevki;članki;novice;
sr: гном;гтк;валабаг;веб;чланак;ван мреже;Gnome;GTK;Wallabag;Web;Article;Offline;

source: Default window width
cs: Výchozí šířka okna
eu: Leihoaren zabalera lehenetsia
hi: डिफ़ॉल्ट विंडो चौड़ाई
hr: Zadana širina prozora
hu: Alapértelmezett ablakszélesség
oc: Largor per defaut de la fenèstra
ro: Lățime fereastră implicită
sl: Privzeta širina okna
sr: Основна ширина прозора

source: Default window height
cs: Výchozí výška okna
eu: Leihoaren altuera lehenetsia
hi: डिफ़ॉल्ट विंडो ऊंचाई
hr: Zadana visina prozora
hu: Alapértelmezett ablakmagasság
oc: Nautor per defaut de la fenèstra
ro: Înălțime fereastră implicită
sl: Privzeta višina okna
sr: Основна висина прозора

source: Default window x position
cs: Výchozí pozice X okna
eu: Leihoaren X posizio lehenetsia
hi: डिफ़ॉल्ट विंडो x स्थिति
hr: Zadani x položaj prozora
hu: Ablak alapértelmezett X helyzete
oc: Posicion x de la fenèstra per defaut
ro: Poziția x a ferestrei implicite
sl: Privzeti položaj okna x
sr: Основни водоравни положај прозора

source: Default window y position
cs: Výchozí pozice Y okna
eu: Leihoaren Y posizio lehenetsia
hi: डिफ़ॉल्ट विंडो y स्थिति
hr: Zadani y položaj prozora
hu: Ablak alapértelmezett Y helyzete
oc: Posicion y de la fenèstra per defaut
ro: Poziția y a ferestrei implicite
sl: Privzeti položaj okna y
sr: Основни усправни положај прозора

source: Default window maximized behavior
eu: Maximizatutako leihoaren portaera lehenetsia
hi: डिफ़ॉल्ट विंडो अधिकतम व्यवहार
hr: Zadano ponašanje uvećanja prozora
hu: Teljes méretű ablak alapértelmezett viselkedése
oc: Compòrtament per defaut de la fenèstra maximizada
sl: Privzeto vedenje razpetega okna
sr: Основно понашање увећаног прозора

source: Logged in user name
eu: Saioa hasita duen erabiltzailearen izena
hi: उपयोक्ता नाम से लॉग इन किया गया
hr: Korisničko ime prijave
hu: Bejelentkezett felhasználó neve
oc: Nom d’utilizaire connectat
sl: Prijavljeno uporabniško ime
sr: Име пријављеног корисника

source: Latest successful sync in ms
cs: Poslední úspěšná synchronizace v ms
eu: Azken sinkronizazio arrakastatsua milisegundotan
hi: नवीनतम सफल समन्वयन ms में
hr: Posljednje uspješno usklađivanje u ms
hu: Legutolsó sikeres szinkronizáció ezredmásodpercben
oc: Darrièra sincronizacion reüssida en ms
ro: Cea mai recentă sincronizare cu succes în ms
sl: Najnovejša uspešna uskladitev v ms
sr: Последње успешно усклађивање у милисекундама

source: Read It Later, is a simple Wallabag client. It has the basic features to manage your articles.
eu: Irakurri Gero, Wallabag bezero sinplea. Zure artikuluak kudeatzeko oinarrizko eginbideak ditu.
hi: इसे बाद में पढ़ें, यह एक साधारण Wallabag क्लाइंट है। इसमें आपके लेखों को प्रबंधित करने के लिए बुनियादी सुविधाएँ हैं।
hu: A Későbbi olvasás egy egyszerű Wallabag-ügyfélprogram. Rendelkezik az alapvető funkciókkal a cikkek kezeléséhez.
oc: Read It Later, es un client Wallabag simple. A de foncionalitats basicas per gerir vòstres articles.
sl: Preberi pozneje je preprost odjemalec Wallabag. Ima osnovne funkcije za upravljanje vaših člankov oz. prispevkov.
sr: Читај касније је једноставан Валабаг клијент. Његова основна функција је да управља вашим чланцима.

source: Add new articles
cs: Přidávání nových článků
eu: Gehitu artikulu berriak
hi: नए आलेख जोड़ें
hr: Dodaj nove članke
hu: Új cikkek hozzáadása
oc: Apondre un article novèl
ro: Adaugă articole noi
sl: Dodaj nov prispevek
sr: Додајте нове чланке

source: Archive an article
cs: Archivace článků
eu: Artxibatu artikulu bat
hi: एक आलेख पुरालेखित करें
hr: Arhiviraj članak
hu: Egy cikk archiválása
oc: Archivar un article
ro: Arhivează un articol
sl: Arhiviraj prispevek
sr: Архивирајте чланак

source: Delete an article
cs: Mazání článků
eu: Ezabatu artikulu bat
hi: एक आलेख हटाएँ
hr: Obriši članak
hu: Egy cikk törlése
oc: Suprimir un article
ro: Șterge un articol
sl: Izbriši prispevek
sr: Обришите чланак

source: Favorite an article
cs: Označování článků jako oblíbených
eu: Markatu artikulu bat gogoko gisa
hi: एक आलेख पसंदीदा बनायें
hr: Dodaj članak u omiljene
hu: Egy cikk kedvencekhez adása
oc: Metre en favorit
ro: Adaugă la favorite un articol
sl: Postavite prispevek med priljubljene
sr: Означите чланак омиљеним

source: It also comes with a nice on eyes reader mode that supports code syntax highlighting and a dark mode.
eu: Irakurgailu modu atsegina ere badu, kode-sintaxiaren nabarmentzea eta modu iluna dituena.
hi: यह आंखों पर अच्छे रीडर मोड के साथ आता है जो कोड वाक्यविन्यास हाइलाइटिंग और गहरे मोड का समर्थन करता है।
hu: Emellett egy szemet gyönyörködtető olvasó móddal is rendelkezik, amely támogatja a kód szintaxiskiemelését és a sötét módot.
oc: Prepausa tanben amb un mòde de lectura agradiu als uèlhs que pren en cargar la sintaxi de còdi e lo mòde escur.
sl: Na voljo je tudi z očem prijaznim načinom bralnika, ki podpira označevanje skladnje kode in temni način.
sr: Такође долази са режимом читача пријатним за око који подржава истицање синтаксе кода и таман режим.

source: Bilal Elmoussaoui
hi: बिलाल एल्मौसाउई
sr: Билал Елмусауи

source: Main Window
cs: Hlavní okno
eu: Leiho nagusia
hi: मुख्य विंडो
hr: Glavni prozor
hu: Főablak
oc: Fenèstra principala
ro: Fereastra principală
sl: Glavno okno
sr: Главни прозор

source: Article View
cs: Zobrazení článku
eu: Artikuluen ikuspegia
hi: आलेख दृश्य
hr: Prikaz članka
hu: Cikk nézet
oc: Vista article
ro: Vizualizarea articol
sl: Pogled prispevka
sr: Преглед чланка

source: Adaptive view in dark mode
cs: Přizpůsobivé zobrazení v tmavém režimu
eu: Ikuspegi moldakorra modu ilunean
hi: गहरे मोड में अनुकूली दृश्य
hr: Prilagodljivi prikaz u tamnom načinu rada
hu: Alkalmazkodó nézet sötét módban
oc: Vista adaptativa en mòde escur
ro: Vizualizare adaptivă în modul întunecat
sl: Prilagodljiv pogled v temnem načinu
sr: Прилагодљив преглед у тамном режиму

source: Open Website
cs: Otevřít webové stránky
eu: Ireki webgunea
hi: वेबसाइट खोलें
hr: Otvori web stranicu
hu: Weboldal megnyitása
oc: Dobrir lo site web
ro: Deschide pagina web
sl: Odpri spletišče
sr: Отвара веб сајт

source: Delete Article
cs: Smazat článek
eu: Ezabatu artikulua
hi: आलेख हटाएँ
hr: Obriši članak
hu: Cikk törlése
oc: Suprimir l’article
ro: Șterge articolul
sl: Izbriši prispevek
sr: Обриши чланак

# action button
source: Favorite
eu: Gogokoa
hi: पसंदीदा
hu: Kedvenc
oc: Metre en favorit
sl: Priljubljeni
sr: Омиљено

# action button
source: Archive
eu: Artxiboa
hi: पुरालेख
hu: Archiválás
oc: Archivar
sl: Arhiviraj
sr: Архивирај

source: Pretty clean!
eu: Nahiko garbi
hi: बहुत साफ़!
hr: Ljepši prikaz!
hu: Elég tiszta!
oc: Pro ben !
sl: Precej čisto!
sr: Прилично чисто!

source: Add Article…
eu: Gehitu artikulua…
hi: आलेख जोड़ें…
hr: Dodaj članak…
hu: Cikk hozzáadása…
oc: Apondre article…
sl: Dodaj prispevek ...
sr: Додај чланак…

source: Preferences
eu: Hobespenak
hi: प्राथमिकताएँ
hr: Osobitosti
hu: Beállítások
oc: Preferéncias
sl: Možnosti
sr: Поставке

source: Log Out
eu: Amaitu saioa
hi: लॉग आउट
hr: Odjava
hu: Kijelentkezés
oc: Desconnexion
sl: Odjavi
sr: Одјави ме

source: Keyboard Shortcuts
cs: Klávesové zkratky
eu: Laster-teklak
hi: कीबोर्ड शॉर्टकट
hr: Prečaci tipkovnice
hu: Gyorsbillentyűk
oc: Acorchis de clavièr
ro: Scurtături de tastatură
sl: Tipkovne bližnjice
sr: Пречице тастатуре

source: About Read It Later
cs: O aplikaci Čtení na později
eu: Irakurri Gero aplikazioari buruz
hi: Read It Later के बारे में
hr: O Pročitaj kasnije
hu: A Későbbi olvasás névjegye
oc: A prepaus de Read It Later
ro: Despre Citește-o mai târziu
sl: O programu Preberi pozneje
sr: О програму Читај касније

# view switcher
source: Unread
eu: Irakurri gabe
hi: अपठित
hu: Olvasatlan
oc: Non legit
sl: Neprebrano
sr: Непрочитано

# view switcher
source: Favorites
eu: Gogokoak
hi: पसंदीदा
hu: Kedvencek
oc: Favorits
sl: Priljubljeni
sr: Омиљени

# view switcher
source: Archive
eu: Artxiboa
hi: पुरालेख
hu: Archiválás
oc: Archivar
sl: Arhiviraj
sr: Архива

# shortcut window
source: General
cs: Obecné
eu: Orokorra
hi: जनरल
hr: Općenito
hu: Általános
ro: Generale
sl: Splošno
sr: Опште

# shortcut window
source: Show Shortcuts
cs: Zobrazit klávesové zkratky
eu: Erakutsi lasterbideak
hi: शॉर्टकट दिखाएँ
hr: Prikaži prečace
hu: Gyorsbillentyűk megjelenítése
oc: Afichar los acorchis
ro: Arată scurtăturile
sl: Pokaže tipkovne bližnjice
sr: Приказује пречице

# shortcut window
source: Preferences
cs: Předvolby
eu: Hobespenak
hi: प्राथमिकताएँ
hr: Osobitosti
hu: Beállítások
oc: Preferéncias
ro: Preferințe
sl: Možnosti
sr: Поставке

# shortcut window
source: Quit
cs: Ukončit
eu: Irten
hi: छोड़ें
hr: Zatvori
hu: Kilépés
oc: Quitar
ro: Ieșire
sl: Konča program
sr: Изађи

# shortcut window
source: Articles
cs: Články
eu: Artikuluak
hi: आलेख
hr: Članci
hu: Cikkek
ro: Articole
sl: Prispevki
sr: Чланци

# shortcut window
source: Synchronize
cs: Synchronizovat
eu: Sinkronizatu
hi: समन्वय
hr: Uskladi
hu: Szinkronizálás
oc: Sincronizar
ro: Sincronizează
sl: Uskladi
sr: Усклађује

# shortcut window
source: New Article
cs: Nový článek
eu: Artikulu berria
hi: नया आलेख
hr: Novi članak
hu: Új cikk
oc: Article novèl
ro: Articol nou
sl: Ustvari nov prispevek
sr: Нови чланак

# shortcut window
source: Delete Article
cs: Smazat článek
eu: Ezabatu artikulua
hi: आलेख हटाएँ
hr: Obriši članak
hu: Cikk törlése
oc: Suprimir l’article
ro: Șterge un articol
sl: Izbriše prispevek
sr: Брише чланак

# shortcut window
source: Favorite Article
cs: Oblíbený článek
eu: Markatu artikulua gogoko gisa
hi: पसंदीदा आलेख
hr: Omiljeni članak
hu: Cikk kedvencekhez adása
oc: Metre en favorit
ro: Adaugă la favorite un articol
sl: Označi kot priljubljeno
sr: Означава омиљеним

# shortcut window
source: Archive Article
cs: Archivovat článek
eu: Artxibatu artikulua
hi: पुरालेख आलेख
hr: Arhiviraj članak
hu: Cikk archiválása
oc: Archivar
ro: Arhivează articolul
sl: Arhivira prispevek
sr: Архивира чланак

# shortcut window
source: Open Article in Browser
eu: Ireki artikulua nabigatzailean
hi: ब्राउज़र में आलेख खोलें
hr: Otvori članak u pregledniku
hu: Cikk megnyitása a böngészőben
oc: Dobrir l’article dins lo navigador
sl: Odpri prispevek v brskalniku
sr: Отвара чланак у прегледнику

source: Welcome to Read It Later
eu: Ongi etorri Irakurri Gero aplikaziora
hi: Read It Later में आपका स्वागत है
hr: Dobrodošli u Pročitaj kasnije
hu: Üdvözli a Későbbi olvasás
oc: La benvenguda dins Read It Later
sl: Dobrodošli v Preberi pozneje
sr: Добро дошли у Читај касније

source: Please sign in using your Wallabag instance information
eu: Hasi saioa Wallabag instantziaren informazioa erabiliz
hi: कृपया अपनी Wallabag इंस्टेंस जानकारी का उपयोग करके साइन इन करें
hr: Prijavite se pomoću vaših Wallabag podataka
hu: Jelentkezzen be a Wallabag-példány információinak használatával
oc: Mercés de vos autentificar en utilizant las informacions de l'instància Wallabag
sl: Vpišite se s podatki vašega primerka Wallabag
sr: Пријавите се користећи информације вашег Валабаг примерка

source: Instance URL
eu: Instantziaren URLa
hi: इंस्टेंस URL
hr: URL primjeraka
hu: Példány URL-e
oc: URL de l’instància
sl: URL primerka
sr: Адреса примерка

source: Client ID
eu: Bezeroaren IDa
hi: क्लाइंट ID
hr: ID klijenta
hu: Ügyfél-azonosító
oc: ID client
sl: ID odjemalca
sr: ИД клијента

source: Client Secret
eu: Bezeroaren ezkutukoa
hi: क्लाइंट रहस्य
hr: Tajna klijenta
hu: Ügyféltitok
oc: Secret client
sl: Skrivnostni ključ odjemalca
sr: Тајна клијента

source: User Name
eu: Erabiltzaile-izena
hi: उपयोक्ता नाम
hr: Korisničko ime
hu: Felhasználónév
oc: Nom d’utilizaire
sl: Uporabniško ime
sr: Корисник

source: Password
eu: Pasahitza
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
oc: Senhal
sl: Geslo
sr: Лозинка

source: Log In
eu: Hasi saioa
hi: लॉग इन
hr: Prijava
hu: Bejelentkezés
oc: Connexion
sl: Prijavi se
sr: Пријави ме

source: Add an article
hi: एक आलेख जोड़ें
hu: Cikk hozzáadása
oc: Apondre un article
sl: Dodajte prispevek
sr: Додајте чланак

source: Enter the URL of the article
hi: आलेख का URL दर्ज करें
hu: A cikk URL-jének megadása
oc: Picar l’URL de l’article
sl: Vnesite URL članka
sr: Унесите адресу чланка

source: Article URL
hi: आलेख URL
hu: Cikk URL-je
oc: ULR de l'article
sl: URL članka
sr: Адреса чланка

# action button
source: Add
hi: जोड़ें
hu: Hozzáadás
oc: Apondre
sl: Dodaj
sr: Додај

source: Account
hi: खाता
hu: Fiók
oc: Compte
sl: Račun
sr: Налог

source: Account Information
eu: Kontuaren informazioa
hi: खाता जानकारी
hr: Informacije računa
hu: Fiókinformációk
oc: Informacions del compte
sl: Podatki o računu
sr: Подаци о налогу

source: Email
eu: Posta elektronikoa
hi: ईमेल
hr: E-pošta
oc: Corrièl
sl: Elektronska pošta
sr: Е-пошта

source: Created At
cs: Vytvořen
eu: Sortze-data
hi: बनाया गया
hr: Stvoreno
hu: Létrehozva
oc: Creat lo
ro: Creat la
sl: Ustvarjeno
sr: Направљен

source: Updated At
cs: Aktualizován
eu: Eguneratze-data
hi: अपडेट किया गया
hr: Nadopunjeo
hu: Frissítve
oc: Mes a jorn lo
ro: Actualizat la
sl: Posodobljeno
sr: Освежен

source: Failed to logout
eu: Huts egin du saioaren amaierak
hi: लॉगआउट करने में विफल
hr: Neuspjela odjava
hu: Nem sikerült kijelentkezni
oc: Fracàs de la desconnexion
sl: Odjava ni uspela
sr: Нисам успео да се одјавим

source: Failed to log in
eu: Huts egin du saioaren hasierak
hi: लॉगिन करने में विफल
hr: Neuspjela prijava
hu: Nem sikerült bejelentkezni
oc: Fracàs de la connexion
sl: Prijava ni uspela
sr: Нисам успео да се пријавим

source: translator-credits
cs: Marek Černocký <marek@manet.cz>
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>, 2024
hr: Launchpad Contributions: gogo https://launchpad.net/~trebelnik-stefina
hu: Úr Balázs <ur dot balazs at fsf dot hu>, 2022, 2023, 2024.
oc: Quentin PAGÈS
ro: Florentina Mușat <florentina [dot] musat [dot] 28 [at] gmail [dot] com>, 2020
sl: Matej Urbančič <mateju@svn.gnome.org> Martin Srebotnjak <miles@filmsi.net>
sr: Мирослав Николић <miroslavnikolic@rocketmail.com> http://prevod.org — превод на српски језик

# shortcut window
source: Back
cs: Zpět
eu: Atzera
hr: Natrag
ro: Înapoi

source: Paste the article URL here
eu: Itsatsi artikuluaren URLa hemen
hr: Zalijepi URL članka ovdje

# action button
source: Save
eu: Gorde

source: A Wallabag Client
cs: Klient pro Wallabag
hr: Wallabag klijent
ro: Un client Wallabag

source: Gnome;GTK;Wallabag;Web;Article;Offline;
cs: Wallabag;web;článek;offline;off-line;čtení;přečíst;později;odložené;
hr: Gnome;GTK;Wallabag;Web;Članak;Izvanmrežno;
ro: Gnome;GTK;Wallabag;Web;Article;Offline;Articol;Deconectat;

source: A Wallabag Client.
cs: Klient pro Wallabag
hr: Wallabag klijent.
ro: Un client Wallabag.

source: Read It Later, is a simple Wallabag client. It has the basic features to manage your articles
cs: Čtení na později je jednoduchý klient pro Wallabag. Poskytne vám běžné funkce pro správu článků.
hr: Pročitaj kasnije, je jednostavan Wallabag klijent. Ima osnovne značajke za upravljanje vašim člancima
ro: Citește-o mai târziu, este un simplu client Wallabag. Are funcționalitățile de bază pentru a vă gestiona articolele

source: It also comes with a nice on eyes reader mode that supports code syntax highlighting and a dark mode
cs: Navíc přichází s pro oči čtenáře příjemným režimem, který podporuje zvýrazňování syntaxe kódu a tmavý režim.
hr: Dolazi s ugodnim načinom čitanja koji podržava isticanje sintakse kôda i tamni način rada
ro: Vine, de asemenea, cu un mod de cititor ușor pentru ochi care suportă evidențierea de sintaxă a codului și un mod întunecat

source: Favorite
cs: Oblíbený
hr: Omiljeno
ro: Favorit

source: Archive
cs: Archivováno
hr: Arhiva
ro: Arhivă

source: Save
cs: Uložit
hr: Spremi
ro: Salvare

source: Default window maximized behaviour
cs: Výchozí chování maximalizace okna
ro: Comportamentul maximizat al ferestrei implicite

source: Logged in username
cs: Přihlášeno pod uživatelským jménem
ro: Nume de utilizator autentificat

source: Whether we should use a dark theme or not
cs: Zda se má používat tmavý režim, či nikoliv
ro: Dacă ar trebui să se utilizeze o temă întunecată sau nu

source: No articles found
cs: Nebyl nalezen žádný článek
ro: Nu au fost găsite articole

source: Add Article...
cs: Přidat článek…
ro: Adaugă un articol...

source: Settings
cs: Nastavení
ro: Configurări

source: Logout
cs: Odhlásit
ro: Deautentificare

source: Appearance
cs: Vzhled
ro: Aspect

source: Enable dark mode
cs: Zapnout tmavý režim
ro: Activează modul întunecat

source: Account Settings
cs: Nastavení účtu
ro: Configurări cont

source: Username
cs: Uživatelské jméno
ro: Nume de utilizator

# shortcut window
source: Open Article In Browser
cs: Otevřít článek v prohlížeči
ro: Deschide un articol în navigator

source: Paste the article url here
cs: zde vložte url článku
ro: Lipește url-ul articolului aici
